4ops.terraform
aaron-bond.better-comments
akamud.vscode-theme-onedark
alefragnani.bookmarks
altimateai.vscode-altimate-mcp-server
bastienboutonnet.vscode-dbt
be5invis.toml
bierner.markdown-emoji
bierner.markdown-image-size
bodil.prettier-toml
chriseckenrode.vscode-chester-atom
codespaces-contrib.codeswing
davidanson.vscode-markdownlint
dawhite.mustache
docker.docker
eamodio.gitlens
esbenp.prettier-vscode
foam.foam-vscode
fr43nk.seito-openfile
github.copilot
github.copilot-chat
github.vscode-github-actions
golang.go
gruntfuggly.todo-tree
hkmshb.rst-viewr
iceliu.highlight-icemode
innoverio.vscode-dbt-power-user
jebbs.markdown-extended
jumpinjackie.vscode-map-preview
kiteco.kite
kortina.vscode-markdown-notes
marp-team.marp-vscode
mhutchie.git-graph
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-account
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
njpwerner.autodocstring
openai.chatgpt
philipbe.theme-gray-matter
redhat.vscode-yaml
samuelcolvin.jinjahtml
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
skn0tt.markdown-link-expander
snowflake.snowflake-vsc
softwaredotcom.music-time
softwaredotcom.swdc-vscode
stevensona.character-count
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
tchayen.markdown-links
vivaxy.vscode-conventional-commits
vscodevim.vim
vsls-contrib.codetour
withfig.fig
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
